Repository: assen-totin/mate-applet-streamer
Catalog: po/*.po
Languages: bg_bg, fr, ru_ru, tr

source: Streamer Applet Error
bg_bg: Грешка на радио аплета
fr: Erreur de l'applet Streamer
ru_ru: Программа онлайн радио
tr: Yayın Akışı Programcığı Hatası

source: Unable to connect to DB.
bg_bg: Няма връзка с базата данни.
fr: Impossible de se connecter à la base de données.
ru_ru: Нет связи с базой данных.
tr: Veritabanına bağlanılamıyor.

source: PAUSED:
bg_bg: ПАУЗА:
fr: EN PAUSE :
ru_ru: ПАУЗА:
tr: DURDURULDU:

source: Show notifications with song titles
bg_bg: Показване заглавията на всяка песен
fr: Afficher les notifications pour les titres des chansons.
ru_ru: Показывать имена всех песен
tr: Bilgi kutucuklarını şarkı isimleriyle görüntüle

source: Duration of notification (seconds)
bg_bg: Времетраене на съобщението в секунди
fr: Durée de la notification (secondes)
ru_ru: Продолжительность показа имен в секундах
tr: Bildirim süresi (saniye)

source: Settings
bg_bg: Настройки
fr: Réglages
ru_ru: Настройки
tr: Seçenekler

source: Unable to parse XML file.
bg_bg: XML файлът не се чете.
fr: Impossible d'analyser le fichier XML.
ru_ru: Не удалось прочесть XML файл.
tr: XML dosyası ayrıştırılamıyor.

source: Unable to read remote XML file.
bg_bg: XML файлът не може да бъде свален.
fr: Impossible de lire le fichier XML distant.
ru_ru: Не удалось скачать XML файл.
tr: Uzak XML dosyası okunamıyor.

source: Unable to create temporary file.
bg_bg: Не може да се създаде временен файл.
fr: Impossible de créer le fichier temporaire.
ru_ru: Не удалось создать временный файл.
tr: Geçici dosya oluşturulamıyor.

source: MATE Streamer Applet
bg_bg: MATE радио аплет
ru_ru: Программа для онлайн радио
tr: MATE Yayın Akışı Programcığı

source: translator-credits
bg_bg: Асен Тотин <assen.totin@gmail.com>
fr: thraex <thraex@numericable.fr>
ru_ru: Асен Тотин <assen.totin@gmail.com>
tr: Atilla Öntaş (tarakbumba)

source: An applet which lets you listen to online radio streams.
bg_bg: Аплет за слушане на онлайн радио.
fr: Un applet qui vous permet d'écouter des flux radio en ligne.
ru_ru: Программа для прослушивания онлайн радио.
tr: Çevrimiçi radyo yayın akışlarını dinlemenizi sağlayan bir programcık.

source: Home page
bg_bg: Начална страница
ru_ru: Начальная страница

source: Add
bg_bg: Добавяне
fr: Ajouter
ru_ru: Прибавить
tr: Ekle

source: Remove
bg_bg: Премахване
fr: Enlever
ru_ru: Удалить
tr: Kaldır

source: Previous
bg_bg: Предишен
fr: Précedent
ru_ru: Предыдущий
tr: Önceki

source: Next
bg_bg: Следващ
fr: Prochain
ru_ru: Следющий
tr: Sonraki

source: Play
bg_bg: Слушай
fr: Lire
ru_ru: Прослушать
tr: Çal

source: Refresh
bg_bg: Сваляне
fr: Rafraîchir
ru_ru: Скачать
tr: Yenile

source: Copy
bg_bg: Копиране
fr: Copier
ru_ru: Скопировать
tr: Kopyala

source: Ready
bg_bg: Готово
fr: Prêt
ru_ru: Готовность
tr: Hazır

source: Search
bg_bg: Търсене
fr: Chercher
ru_ru: Поиск
tr: Ara

source: Load
bg_bg: Отваряне
fr: Charger
ru_ru: Импорт
tr: Yükle

source: Favourites
bg_bg: Любими
fr: Favoris
ru_ru: Любимые
tr: Sık Kullanılanlar

source: Custom
bg_bg: Моите
fr: Personnalisé
ru_ru: Мои
tr: Kişisel

source: Unable to read DB.
bg_bg: Базата данни е недостъпна.
fr: Impossible de lire la base de données.
ru_ru: Не удалось прочесть базу данных.
tr: Veritabanı okunamıyor.

source: No stations found. Press Refresh button to download stations.
bg_bg: Списъкът е празен. Натиснете Refresh за обновяване.
fr: Aucune station trouvée. Cliquez sur le bouton Rafraîchir pour télécharger des stations.
ru_ru: Список пуст. Нажмите Refresh для скачивания списка.
tr: Hiçbir radyo istasyonu bulunamadı. Radyo istasyonlarını indirmek için Yenile düğmesine tıklayın.

source: No stations found. Press Open button to load from file.
bg_bg: Списъкът е празен. Натиснете Open за да заредите файл.
fr: Aucune station trouvée. Cliquer sur le bouton Ouvrir pour charger depuis un fichier.
ru_ru: Список пуст. Нажмите Open и выберите файл.
tr: Hiçbir radyo istasyonu bulunamadı. Lütfen Aç düğmesine tıklayarak dosyadan yükleyin.

source: Name
bg_bg: Име
fr: Nom
ru_ru: Имя
tr: İsim

source: Genre
bg_bg: Жанр
ru_ru: Жанр
tr: Tür

source: <enter name>
bg_bg: <въведете име>
fr: <entrez un nom>
ru_ru: <введите имя>
tr: <isim girin>

source: <enter url>
bg_bg: <въведете URL>
fr: <entrez un url>
ru_ru: <введите адрес (URL)>
tr: <bağlantı girin>

source: Downloading directory...
bg_bg: Получаване на списъка...
fr: Téléchargement du répertoire en cours...
ru_ru: Получение списка...
tr: Dizin indiriliyor...

source: Processing directory...
bg_bg: Обработване на списъка...
fr: Répertoire en cours de traitement...
ru_ru: Идет обработка...
tr: Dizin işleniyor...

source: Saving entries...
bg_bg: Записване...
fr: Enregistrement des éléments...
ru_ru: Идет запись...
tr: Girdiler kaydediliyor...

source: Importing file...
bg_bg: Обработка...
fr: Importation du fichier en cours...
ru_ru: Идет обработка...
tr: Dosya içe aktarılıyor...

source: Unable to import file: check file format
bg_bg: Файлът не може да бъде прочетен; провевете формата му
fr: Impossible d'importer le fichier : vérifiez le format du fichier
ru_ru: Не удалось импортировать файл; проверьте его формат
tr: Dosya içe aktarılamıyor: dosya biçimini denetleyin

source: Error
bg_bg: Грешка
fr: Erreur
ru_ru: Ошибка
tr: Hata

source: No stream selected.
bg_bg: Не е избрано радио.
fr: Aucun flux sélectionné.
ru_ru: Не выбрана станция.
tr: Hiçbir yayın akışı seçilmedi.

source: Right-click to load one.
bg_bg: Щракнете с десен бутон на мишката.
fr: Cliquez avec le bouton droit pour en charger un.
ru_ru: Нажмите правой кнопкой мыши.
tr: Bir tane yüklemek için sağ tıklayın.

source: PLAYING:
bg_bg: СЛУШАТЕ:
fr: LIT ACTUELLEMENT :
ru_ru: ИГРАЕТ:
tr: ÇALIYOR:

source: Cannot access configuration directory. Exiting.
bg_bg: Конфигурационната директория е недостъпна. Аплетът не може да стартира.
fr: Impossible d'accèder au répertoire de configuration. Fermeture.
ru_ru: Нет доступа к директории конфигурации. Запуск прекращается.
tr: Yapılandırma dizinine erişilemiyor. Çıkılıyor.

source: Cannot create configuration directory. Exiting.
bg_bg: Конфигурационната директория не може да бъде създадена. Аплетът не може да стартира.
fr: Impossible de créer le répertoire de configuration. Fermeture.
ru_ru: Не удалось создать конфигурационную директорию. Запуск прекращается.
tr: Yapılandırma dizini oluşturulamıyor. Çıkılıyor.

source: Cannot verify configuration directory. Exiting.
bg_bg: Конфигурационната директория не може да бъде прочетена. Аплетът не може да стартира.
fr: Impossible de vérifier le répertoire de configuration. Fermeture.
ru_ru: Не удалось прочесть конфигурационную директорию. Запуск прекращается.
tr: Yapılandırma dizini doğrulanamıyor. Çıkılıyor.

source: Database file is not a regular file. Exiting.
bg_bg: Базата данни е повредена. Аплетът не може да стартира.
fr: Le fichier de base de données n'est pas un fichier régulier. Fermeture.
ru_ru: База данных не читается. Запуск прекращается.
tr: Veritabanı düzenli bir dosya değil. Çıkılıyor.

source: Cannot copy database file to configuration directory. Exiting.
bg_bg: Базата не може да бъде копирана в конфигурационната директория. Аплетът не може да стартира.
fr: Impossible de copier le fichier de base de données dans le répertoire de configuration. Fermeture.
ru_ru: Не удалось скопировать базу в конфигурационную директорию. Запуск прекращается.
tr: Veritabanı dosyası yapılandırma dizinine kopyalanamıyor. Çıkılıyor.

source: Cannot verify database file. Exiting.
bg_bg: Базата данни не може да бъде прочетена. Аплетът не може да стартира.
fr: Impossible de vérifier le fichier de base de données. Fermeture.
ru_ru: Не удалось прочесть безу данных. Запуск прекращается.
tr: Veritabanı dosyası doğrulanamıyor. Çıkılıyor.

source: Unable to connect to DB. Exiting.
bg_bg: Unable to connect to DB. Аплетът не може да стартира.
fr: Impossible de se connecter à la base de données. Fermeture.
ru_ru: Нет связи с базой данных. Запуск прекращается.
tr: Veritabanına bağlanılamıyor. Çıkılıyor.

source: No stream selected. Right-click to load one.
bg_bg: Не е избрано радио. Щракнете с десен бутон на мишката.
fr: Aucun flux sélectionné. Cliquez avec le bouton droit pour en charger un.
ru_ru: Не выбрана станция. Нажмите правой кнопкой мыши.
tr: Hiçbir yayın akışı seçilmedi. Bir tane yüklemek için sağ tıklayın.

source: Now Playing
bg_bg: Слушате
fr: Lit actuellement
ru_ru: Играет
tr: Şu Anda Çalınıyor

source: Recent
bg_bg: Последни
fr: Récent
ru_ru: Последние
tr: Son

source: All Stations
bg_bg: Всички станции
fr: Toutes les stations
ru_ru: Все радиостанции
tr: Tüm yayın istasyonları

source: About
bg_bg: За аплета
fr: À propos
ru_ru: О программе
tr: Hakkında

source: URL
tr: Bağlantı
